Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=288_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät jakoi stipendejä saamen kielen oppilaille
sme: Sámediggi attii stipeanddaid sámegiela oahppiide

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendejä jaettiin yhteensä seitsemälle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja 19:lle perusopetuksen päättäneelle oppilaalle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot čieža stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja 19 oahppái, geat besse vuođđooahpahusas.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Enontekiön lukio: Anne-Maret Labba (pohjoissaame) ja Niko Näkkäläjärvi (pohjoissaame)
sme: Eanodaga logahat: Anne-Maret Labba (davvisámegiella) ja Niko Näkkäläjärvi (davvisámegiella)

source: Ivalon lukio: Niina Aikio (inarinsaame) ja Ninjaana Näkkäläjärvi (pohjoissaame)
sme: Avvila logahat: Niina Aikio (anárašgiella) ja Ninjaana Näkkäläjärvi (davvisámegiella)

source: Utsjoen saamelaislukio: Onni Länsman (pohjoissaame) ja Rauna-Maaria Näkkäläjärvi (pohjoissaame)
sme: Ohcejoga sámelogahat: Onni Länsman (davvisámegiella) ja Rauna-Maaria Näkkäläjärvi (davvisámegiella)

source: Lyseonpuiston lukio, Rovaniemi: Aletta Lakkala (pohjoissaame)
sme: Lyseonpuisto logahat, Roavvenjárga: Aletta Lakkala (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Hetan yläkoulu: Berit-Anne Juuso (pohjoissaame), Mira Kärki (pohjoissaame) ja Emma Eira (pohjoissaame)
sme: Heahtá badjeskuvla: Berit-Anne Juuso (davvisámegiella, Mira Kärki (davvisámegiella) ja Emma Eira (davvisámegiella).

source: Kilpisjärven koulu: Lars-Aslak Tornensis (pohjoissaame), Sinituuli Kalttopää (pohjoissaame)
sme: Gilbbesjávrri skuvla: Lars-Aslak Tornensis (davvisámegiella), Sinituuli Kalttopää (davvisámegiella)

source: Inarin yläkoulu: Mari Guttorm (pohjoissaame) ja Sunna Nousuniemi (pohjoissaame)
sme: Anára badjeskuvla: Mari Guttorm (davvisámegiella) ja Sunna Nousuniemi (davvisámegiella)

source: Ivalon yläkoulu: Ante Taskinen (inarinsaame) ja Anne Olli (pohjoissaame)
sme: Avvila badjeskuvla: Ante Taskinen (anárašgiella) ja Anne Olli (davvisámegiella)

source: Sevettijärven koulu: Ville-Riiko Kalevi Fofonoff (koltansaame)
sme: Čeavetjávrri skuvla: Ville-Riiko Kalevi Fofonoff (nuortalašgiella)

source: Karigasniemen koulu: Niiles West (pohjoissaame)
sme: Gáregasnjárgga skuvla: Niiles West (davvisámegiella)

source: Utsjokisuun koulu: Hildá Länsman (pohjoissaame) ja Oula Järvensivu (pohjoissaame)
sme: Ohcejotnjálmmi skuvla: Hildá Länsman (davvisámegiella) ja Oula Järvensivu (davvisámegiella)

source: Vuotson koulu: Anni Aikio (pohjoissaame)
sme: Vuohču skuvla: Anni Aikio (davvisámegiella)

source: Aleksanteri Kenan koulu: Riinamari Mustonen (pohjoissaame)
sme: Aleksanteri Kenan skuvla: Riinamari Mustonen (davvisámegiella)

source: Sinetän koulu: Martta Alajärvi (pohjoissaame)
sme: Sinettä skuvla: Martta Alajärvi (davvisámegiella)

source: Napapiirin yläaste: Juho Lakkala (pohjoissaame)
sme: Napapiiri badjeskuvla: Juho Lakkala (davvisámegiella)

source: Haukiputaan yläkoulu: Ola Mihkku Länsman (pohjoissaame)
sme: Haukipudas badjeskuvla: Ola Mihkku Länsman (davvisámegiella)

source: Myllytullin koulu: Sunna Karjalainen (pohjoissaame)
sme: Myllytulli skuvla: Sunna Karjalainen (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
